Repository: mkappus1/datenmanagement-mt-25
Catalog: Lektion7/de-en.tmx
Source language: de
Languages: en

source: Bei dieser Person besteht auch das Risiko von Komplikationen.
en: The person is also at risk of complications.

source: Dies wird das Antigen genannt.
en: This is called the antigen.

source: Immunität hält in der Regel über mehrere Jahre an, mitunter ein ganzes Leben lang.
en: Immunity usually lasts for years, and sometimes for a lifetime.

source: Wie Impfstoffe wirken
en: How vaccines work

source: Diese „Gemeinschaftsimmunität" kann nur funktionieren, wenn genügend Personen geimpft sind.
en: This ‘ community immunity ' can only work if enough people are vaccinated.

source: Die durch eine Impfung erworbene Immunität schützt nicht nur die immunisierte Person, sondern auch nicht geimpfte Personen in der Gemeinschaft, wie Kinder, die zu jung sind, um geimpft zu werden.
en: Immunity through vaccination protects not only the immunised individual but also protects unvaccinated people in the community, such as infants who are too young to be vaccinated.

source: Die Länge dieses Zeitraums hängt von der Krankheit und dem Impfstoff ab.
en: The length of time varies by disease and by vaccine.

source: Wenn die Person später mit dem tatsächlichen infektiösen Virus oder Bakterium in Kontakt kommt, wird sich ihr Immunsystem daran „erinnern".
en: Later, if the person comes into contact with the actual infectious virus or bacterium, their immune system will ‘remember' it.

source: Impfstoffe enthalten stark abgeschwächte Viren oder eine inaktivierte (abgetötete) Form eines Virus oder Bakteriums, das in der Regel eine Krankheit verursacht, oder einen kleinen Bestandteil des Virus oder Bakteriums.
en: Vaccines contain a greatly weakened or an inactivated (killed) form of a virus or bacterium that usually causes a disease, or a small part of the virus or bacterium.

source: Jedes Virus bzw. jedes Bakterium löst eine bestimmte Reaktion im Immunsystem aus, das eine spezielle Art von Zellen im Blut, im Knochenmark und im gesamten Körper - unter anderem T-Zellen und B-Zellen - umfasst.
en: Each virus and bacterium triggers a unique response in the immune system involving a specific set of cells in the blood, in the bone marrow and all over the body, called T-cells, B-cells, among others.

source: Antikörper sind spezielle Proteine, die dabei helfen, den Infektionserreger abzutöten.
en: Antibodies are special proteins that help kill the infectious agent.

source: Wenn der Impfstoff einer Person verabreicht wird, erkennt ihr Immunsystem das Antigen als „fremd".
en: When a person is given the vaccine, their immune system recognises the antigen as ‘foreign'.

source: Ein Impfstoff stimuliert eine Immunantwort und sorgt dafür, dass sich der Körper an eine bestimmte Krankheit „erinnert", ohne selbst die Krankheit zu verursachen.
en: A vaccine stimulates an immune response, and a ‘memory' of the body to a specific disease, without causing the disease.

source: Es wird dann schnell die notwendigen Antikörper bilden und die entsprechenden Immunzellen aktivieren, um das Virus oder Bakterium abzutöten und die Person somit vor der Krankheit zu schützen.
en: It will then quickly produce the right antibodies and activate the right immune cells to kill the virus or bacterium, protecting the person from the disease.

source: Wenn eine Person jedoch gegen eine Krankheit immun wird, indem sie die Krankheit bekommt, kann sie andere nicht geimpfte Personen anstecken.
en: In contrast, a person who becomes immune by getting the disease can expose other unvaccinated people to the disease.

source: Die Immunzellen werden sozusagen darauf trainiert, den Krankheitserreger abzutöten und Antikörper dagegen zu bilden.
en: The immune cells are trained to kill and make antibodies against the disease-causing agent.

source: Immunantwort
en: Twitter Facebook Linked In Mail

source: Es handelt sich um die weltweit häufigste sexuell übertragbare Infektion.
en: It is the most common sexually transmitted infection worldwide.

source: Mehr Informationen erhalten Sie auf der ECDC-Website: https://www.ecdc.europa.eu/en/human-papillomavirus/factsheet
en: For more information check the ECDC website: https://www.ecdc.europa.eu/en/human-papillomavirus/factsheet

source: Solche Früherkennungsprogramme stehen Frauen gemäß den nationalen Empfehlungen zur Verfügung.
en: This is offered to women in accordance with national recommendations.

source: Manchmal jedoch kann eine HPV-Infektion fortbestehen und nach einigen Jahren einige der unten genannten Komplikationen hervorrufen.
en: However, sometimes the HPV infection can persist and cause after some years some of the complications listed below.

source: Es gibt mehr als 100 Typen des HP-Virus.
en: There are more than 100 types of HPV viruses.

source: Rund 40 dieser Virentypen können die Geschlechtsorgane infizieren.
en: About 40 of them can infect the genitals.

source: Andere HPV-assoziierte Krebsarten sind ebenfalls besser behandelbar, wenn sie frühzeitig diagnostiziert und behandelt werden, für sie stehen jedoch keine spezifischen Vorsorgeprogramme zur Verfügung.
en: Other HPV-related cancers are also more treatable when diagnosed and treated early, but there are no specific screening programmes for these.

source: Die HPV-Routine-Impfung gemäß dem nationalen Impfprogramm findet in der Regel im Alter zwischen 9 und 14 Jahren statt.
en: Routine HPV vaccination usually takes place between 9 and 14 years of age, in accordance with the national vaccination schedule.

source: Es ist keine Behandlung des Virus selbst möglich, jedoch können die durch den HP-Virus hervorgerufenen Probleme auf unterschiedliche Art und Weise behandelt werden.
en: There is no treatment for the virus itself, but the health problems caused by HPV can be treated in different ways.

source: Zumeist verschwindet eine HPV-Infektion von allein ohne offensichtliche Symptome oder Probleme.
en: In most cases, an HPV infection disappears on its own without causing any obvious symptoms or problems.

source: Genitalwarzen können mit Arzneimitteln oder durch einen operativen Eingriff behandelt werden.
en: Genital warts can be treated using medication or by surgery.

source: Über die jeweiligen Behandlungsoptionen sollte mit einem Gesundheitsdienstleister beraten werden.
en: A healthcare provider should be consulted for advice on the specific treatment options.

source: Bei jedem sexuell aktiven Menschen besteht die Gefahr, sich mit dem HPV anzustecken.
en: Anyone who is sexually active is at risk of contracting HPV.

source: HPV wird durch direkten Kontakt, meist sexuellem Kontakt, mit einer Person, die den Virus trägt, übertragen.
en: HPV is transmitted by direct contact, mainly sexual, with someone who has the virus.

source: Eine HPV-Infektion ist eine Virus-Infektion, die hauptsächlich durch direkten Kontakt mit einer infizierten Person sexuell übertragen wird.
en: Human papillomavirus (HPV) infection is a viral infection that is mainly sexually transmitted by direct contact with an infected person.

source: Genital- und Analwarzen
en: genital and anal warts

source: Eine Impfung von Mädchen und Jungen gegen HPV kann HPV-Infektionen und damit HPV-assoziierten Erkrankungen bei beiden Geschlechtern, u. a. Genital- und Analwarzen, Gebärmutterhalskrebs und anderen durch HPV hervorgerufenen Krebsarten, vorbeugen.
en: Vaccination of girls and boys against HPV can prevent HPV infections and consequently HPV-related diseases in both sexes, including genital and anal warts, cervical cancer and other cancers caused by HPV.

source: Mindestens 14 HPV-Typen sind als „Hochrisiko"-Typen eingestuft und können Krebs, wie etwa Gebärmutterhalskrebs bei Frauen, verursachen.
en: At least 14 HPV types, classified as ‘high risk', can cause cancer, such as cervical cancer in women.

source: Gebärmutterhalskrebs oder andere Krebsarten (z. B. Vulvakarzinom, Vaginalkrebs, Analkrebs, Peniskarzinom sowie einige Krebsarten des Kopfes und des Halses)
en: cervical or other types of cancer (e.g. vulvar, vaginal, anal penile, and some cancers of the head and the neck)

source: Gebärmutterhalskrebs ist bei Frauen zwischen 15 und 44 Jahren in Europa nach Brustkrebs die zweithäufigste Krebsart.
en: Cervical cancer (cancer of the neck of the womb) is the most common cancer after breast cancer to affect women aged 15-44 years in Europe (1).

source: Wie kann HPV vorgebeugt werden?
en: How can HPV be prevented?

source: Verschwindet eine HPV-Infektion nicht von allein, kann sie nachstehende Folgen haben:
en: If HPV does not go away it may cause:

source: Gebärmutterhalskrebs und ein als „präkanzerös" beschriebener Gebärmutterhals kann durch die Gebärmutterhalskrebsvorsorge frühzeitig erkannt und behandelt werden.
en: Cervical cancer and tissue in the cervix that is described as ‘precancerous' can be identified early through cervical cancer screening and treated.

source: Wie wird HPV behandelt?
en: How is HPV treated?

source: Die „Hochrisiko"-Typen des HPV können außerdem Anal- und Genitalkrebs und einige Krebsarten des Kopfes und des Halses bei Frauen und Männern verursachen.
en: The ‘high risk' HPV types can also cause anal and genital cancers, and some cancers of the head and neck, in both men and women.

source: Die Verwendung von Kondomen ist zur Vorbeugung einer Übertragung des Virus nicht zu 100 % wirksam, denn HPV kann gelegentlich vom Kondom nicht geschützte Umgebungshautpartien infizieren.
en: The use of condoms is not 100% effective in preventing the transmission of the virus.

source: Welche Komplikationen kann es mit HPV geben?
en: What are the complications of HPV?

source: Die „Niedrigrisiko"-Typen des HPV können zu Genital- und Analwarzen führen.
en: The 'low risk' HPV types can cause genital and anal warts.

source: Bei wem besteht ein HPV-Risiko?
en: Who is at risk of HPV?

source: Welche Symptome zeigen sich bei einer HPV-Infektion?
en: What are the symptoms of HPV?

source: Wie verbreitet sich HPV?
en: What is HPV?

source: Sie können das immer noch nachholen.
en: They can still catch up.

source: Die meisten Impfstoffe bieten eine lebenslange Immunität.
en: Most vaccines provide lifelong immunity.

source: Manche Menschen haben möglicherweise eine Impfung versäumt oder die empfohlene Anzahl an Dosen nicht erhalten.
en: Some people may have missed a vaccination or did not get the recommended number of doses.

source: Ist jemand nicht sicher, ob er gegen eine bestimmte Krankheit geimpft ist, so kann er in der Regel eine zusätzliche Dosis bekommen, ohne das Risiko schwerwiegender Nebenwirkungen zu erhöhen (1).
en: If a person does not know if they have been vaccinated against a certain disease they can usually get an extra dose without increasing the risk of serious side effects (1).

source: Nachhol- und Auffrischimpfung
en: Catch-up vaccination and boosters

source: Aufgrund der steigenden Zahl von Maserfällen bei Jugendlichen und jungen Erwachsenen gibt es beispielsweise in einer Reihe von EU/EWR-Ländern Nachholimpfprogramme für Personen, die, als sie jünger waren, möglicherweise eine Masernimpfung versäumt haben, oder zu alt sind, um als Kind eine Impfung erhalten zu haben.
en: For example, due to an increasing number of measles cases among teenagers and young adults, catch-up programmes exist in a number of EU/EEA countries for people who may have missed the measles vaccination when they were younger or are too old to have received it as a child.

source: Einige Impfstoffe verzeichnen jedoch eine mit der Zeit abnehmende Immunität, was als „schwindende Immunität" bezeichnet wird.
en: However, some vaccines provide immunity that decreases over time, known as ‘waning immunity'.

source: In einigen Ländern werden Auffrischungsdosen in regelmäßigen Abständen während der Adoleszenz und im Erwachsenenalter empfohlen, um die Immunität über einen längeren Zeitraum aufrechtzuerhalten, zum Beispiel gegen:
en: Some countries recommend booster doses at regular intervals during adolescence and adulthood, in order to maintain immunity over a longer period of time, against for example:

source: Jeder Mensch sollte überprüfen, ob er die landesweit empfohlenen Impfungen erhalten hat, und einen Arzt konsultieren, falls ein Nachholbedarf besteht.
en: Everyone should check if they have had the nationally recommended vaccinations, and consult a medical professional in case any catch-ups are needed.

source: Bei einigen Krankheiten, wie z.B. Windpocken und Röteln, ist es auch möglich, einen Test zur Überprüfung der Immunabwehr einer Person vorzunehmen.
en: For some diseases, such as varicella (chickenpox) and rubella, it is also possible to do a test to check if the person is immune.

source: Dazu kann es erforderlich sein, Impfprotokolle einzusehen bzw. Impfpläne, die zum Zeitpunkt der Geburt einer Person gegolten haben.
en: This may involve looking at vaccination records or the vaccination schedules in place when the person was born.

source: Für bestimmte Krankheiten können Nachholimpfprogramme organisiert werden.
en: Catch-up vaccination programmes for specific diseases may be organised.

source: Eine Impfung ist die einzige Möglichkeit, einen direkten Schutz gegen Tetanus zu gewährleisten.
en: Vaccination is the only way to ensure direct protection against tetanus.

source: Zum Beispiel kann Tetanus aufgrund von häufigen Verletzungen, einschließlich Hunde- oder Katzenbissen, auftreten.
en: For example, tetanus can be encountered due to common injuries, including dog or cat bites.

source: Um beispielsweise die Herdenimmunität gegen Masern zu gewährleisten, empfehlen die Gesundheitsbehörden, dass 95 % der Bevölkerung mit zwei Dosen des Impfstoffs gegen Masern (dem MMR-Impfstoff, der vor Masern, Mumps und Röteln schützt) geimpft werden.
en: For example, to ensure community immunity against measles, public health authorities recommend that 95% of the population are vaccinated with two doses of the vaccine against measles (the MMR vaccine, which protects against measles, mumps and rubella).

source: Auf diese Weise schützen Impfstoffe indirekt andere Menschen, die anfällig für Krankheiten sind.
en: In this way, vaccines indirectly protect others who are vulnerable to disease.

source: Dazu gehören Babys, Kinder, ältere Menschen, Menschen mit schwachem Immunsystem, Krebspatienten und Menschen, die aus medizinischen Gründen nicht geimpft werden können.
en: These include babies, children, the elderly, people with weak immune systems, cancer patients, and people who cannot be vaccinated for medical reasons.

source: Das bedeutet, dass Menschen, die nicht geimpft werden können, weil sie zum Beispiel zu jung oder allergisch gegen Impfstoffkomponenten sind, davon profitieren, dass andere geimpft werden, weil sich die Krankheit nicht ohne weiteres in der Bevölkerung ausbreiten kann.
en: It means that people who cannot be vaccinated, for instance because they are too young or allergic to vaccine components, benefit from others being vaccinated, because the disease cannot easily spread in the community.

source: Impfungen schützen die geimpften Personen und andere in ihrem Umfeld, die anfällig für die Krankheiten sind, indem sie das Risiko der Ausbreitung von Krankheiten unter den Familienmitgliedern, Mitschülern oder Kollegen, Freunden, Nachbarn und anderen Menschen verringert.
en: Vaccination protects the vaccinated persons and those around them who are vulnerable to the diseases, reducing the risk of diseases spreading among family members, school mates or colleagues, friends, neighbours and other people in the community.

source: Darüber hinaus tragen Impfprogramme dazu bei, die mit den Krankheiten einhergehende soziale, psychologische und finanzielle Belastung der Menschen und des Staats zu verringern, indem sie den Druck auf das Gesundheitssystem und das Sozialwesen reduzieren und den Menschen die Möglichkeit geben, produktiven Tätigkeiten wie Ausbildung und Beschäftigung nachzugehen.
en: Furthermore, immunisation programmes help reduce the social, psychological and financial burdens of disease on people and governments, reducing pressures on healthcare and social care systems and enabling people to pursue productive activities including education and employment.

source: Dies bezeichnet man als kollektiven Impfschutzes (sogenannte Herdenimmunität).
en: This is known as 'community immunity' (also referred to as 'herd immunity').

source: Impfungen schützen den Menschen vor Krankheiten, die schwere gesundheitliche Folgen haben...
en: Vaccination protects individuals against diseases that could have serious consequences for...

source: Impfungen: Vorteile für die Gemeinschaft
en: Benefits of vaccination for the community

source: Wenn genügend Menschen in der Bevölkerung immun gegen eine Infektionskrankheit sind, ist es unwahrscheinlich, dass sich die Krankheit von Mensch zu Mensch ausbreitet.
en: When enough people in a population are immune to an infectious disease, the disease is then unlikely to spread from person to person.

source: Herdenimmunität tritt auf, wenn genügend Menschen in einer Bevölkerung gegen eine Infektionskrankheit immun sind.
en: Community immunity occurs when enough people in a population are immune to an infectious disease

source: Impfungen: Vorteile für jeden Menschen
en: Benefits of vaccination for individuals

source: Zeitpunkt der Impfung
en: When to vaccinate

source: Bei einigen Infektionskrankheiten können sich die Menschen jedoch nicht auf die Herdenimmunität verlassen.
en: However, people cannot rely on community immunity for some infectious diseases.

source: Bei Bedarf ergreifen die EMA und die anderen europäischen Aufsichtsbehörden Maßnahmen.
en: When needed, EMA and the other European regulators take action.

source: Meldungen von Patienten, Eltern und Gesundheitspersonal;
en: reports from patients, parents and healthcare professionals;

source: Dazu wertet sie zahlreiche Datenquellen aus, z. B.:
en: It analyses many sources of data, including:

source: Der Prozess zur Überwachung der Sicherheit und Steuerung der Risiken von Arzneimitteln wird als „Pharmakovigilanz" bezeichnet.
en: The process of monitoring the safety and managing the risks of medicines is called ‘pharmacovigilance'.

source: Informationen von anderen Aufsichtsbehörden.
en: information shared by other regulators.

source: So wird sichergestellt, dass etwaige Risiken so früh wie möglich identifiziert und gegenfalls nötige maßnahmen eingeleitet werden.
en: This ensures that any possible risks are detected and managed as soon as possible.

source: Die EMA überprüft neue Informationen zur Sicherheit sämtlicher Arzneimittel, die in Europa verfügbar sind.
en: EMA checks new information on the safety of all vaccines available in Europe.

source: Sobald ein Impfstoff zur Verwendung zugelassen wird, überwachen die nationalen Behörden der EU-/EWR-Länder und die Europäische Arzneimittel-Agentur (EMA) die Nebenwirkungen, die bei Personen auftreten, die den Impfstoff erhalten haben.
en: Once a vaccine is approved for use, EU/EEA national authorities and the European Medicines Agency (EMA), continually monitor side effects in people who have received the vaccine.

source: Weitere Informationen unter:
en: For more information, see:

source: Patienten, Gesundheitspersonal und pharmazeutische Unternehmen sollten alle Verdachtsfälle von Nebenwirkungen bei ihrer nationalen Arzneimittelbehörde melden.
en: Patients, healthcare professionals and pharmaceutical companies should report all suspected side effects to their national medicines regulatory authority.

source: Impfungen: Überwachung der Sicherheit und Meldung von Nebenwirkungen
en: Monitoring vaccine safety and reporting side effects

source: Diese reichen von der Herausgabe eines aktualisierten Leitfadens für Angehörige der Gesundheitsberufe bis hin zur Beschränkung der Anwendung des Impfstoffes bei bestimmten Gruppen.
en: For example, they can provide updated guidance to healthcare workers, or even restrict the use of a vaccine in certain groups.

source: Die EMA nimmt eine sorgfältige Bewertung aller Verdachtsfälle von Nebenwirkungen vor, um festzustellen, ob ein kausaler Zusammenhang mit dem Impfstoff besteht.
en: EMA carefully assesses suspected side effects to determine if there is a causal link with the vaccine or not.

source: So kann ausgeschlossen werden, dass die Nebenwirkungen zufallsbedingt sind oder dass die verursachenden Faktoren nichts mit dem Impfstoff an sich zu tun haben.
en: This helps to rule out the possibility that it was a coincidence or that it was caused by factors unrelated to the vaccine itself.

source: Dabei kann es sich beispielsweise um eine Erkrankung oder Angst vor der Impfung handeln.
en: These could be due to an illness or anxiety over being given the vaccine.

source: Weitere Informationen zur Meldung von Nebenwirkungen sind der Fachinformation, der Packungsbeilage oder der Europäischen Datenbank gemeldeter Verdachtsfälle von Arzneimittelnebenwirkungen zu entnehmen.
en: More information on how to report suspected side effects can be found in the prescribing information or package leaflet or the European database of suspected adverse drug reaction reports .

source: Informationen zu den gemeldeten Verdachtsfällen von Nebenwirkungen sind in der Europäischen Datenbank gemeldeter Verdachtsfälle von Arzneimittelnebenwirkungen öffentlich zugänglich.
en: Information on these reported suspected side effects is publicly available on the European database of suspected adverse drug reaction reports .

source: Die nationalen Regierungen berücksichtigen Faktoren wie ihr Gesundheitssystem, ihr Rechtssystem und ihre kulturellen Normen.
en: National governments take account of factors such as their health systems, legal systems and cultural norms.

source: Obligatorische oder empfohlene Impfung
en: Mandatory or recommended vaccination

source: Impfpläne in der EU/im EWR
en: Vaccination schedules in the EU/EEA

source: Informationen darüber, in welchen Ländern eine Impfpflicht besteht, finden Sie im Impfplaner .
en: Information on which countries have mandatory vaccination can be found in the Vaccine Scheduler .

source: In 12 EU/EWR-Ländern ist die Impfung von Kindern gegen bestimmte Krankheiten obligatorisch, wenngleich unterschiedliche Impfstoffe in diesen Ländern vorgeschrieben sind.
en: In 12 EU/EEA countries, vaccinating children against some diseases is mandatory, although different vaccines are required as mandatory in those countries.

source: Jedes EU/EWR-Land entscheidet, ob die Impfung in seinem Hoheitsgebiet obligatorisch oder freiwillig ist.
en: Each EU/EEA country decides if vaccination is mandatory or voluntary in its territory.

source: Die meisten EU/EWR-Länder bieten Impfungen auf der Grundlage von Empfehlungen an.
en: Most EU/EEA countries offer vaccination on a recommended basis.

source: Jeder EU-/EWR-Staat ist für seine eigene Gesundheitspolitik zuständig...
en: Each EU/EEA country is responsible for its own national public health policy, including...

source: Jedes EU-/EWR-Land führt sein eigenes Impfprogramm durch.
en: Each EU/EEA country implements its own immunisation programme.

source: Durch obligatorische und nicht obligatorische Impfungen haben die EU/EWR-Länder hohe Durchimpfungsraten erreicht.
en: EU/EEA countries have achieved high vaccination coverage rates through mandatory and non-mandatory vaccination.

source: Weitere Faktenblätter
en: More factsheets

source: Weitere Informationen finden Sie auf der ECDC-Website: https://www.ecdc.europa.eu/en/pertussis/facts
en: For more information check the ECDC website: https://www.ecdc.europa.eu/en/pertussis/facts
